Repository: Abdulazizovv/hr2_bot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Buyurtma bo'yicha mijozlar hohishiga qarab turli xil mebel yasab beramiz Ijtimoiy tarmoqdagi sahifalarimiz: Instagram: 👉[Usta Abdulaziz](https://www.instagram.com/usta_abdulaziz?igshid=MWQ0MnFjY2ViOWhwNA%3D%3D&utm_source=qr)
ru: Буюртма бўйича мижозлар ҳоҳишига қараб турли хил мебел ясаб берамиз Ижтимоий тармоқдаги саҳифаларимиз: Инстаграм: 👉[Usta Abdulaziz](https://www.instagram.com/usta_abdulaziz?igshid=MWQ0MnFjY2ViOWhwNA%3D%3D&utm_source=qr)

source: Asosiy bo`limga xush keldingiz😊
ru: Асосий бўлимга хуш келдингиз😊

source: Bosh sahifadasiz
ru: Бош саҳифадасиз

source: To'liq ism familyangizni kiriting: Masalan: Sobirov Olim
ru: Тўлиқ исм фамилянгизни киритинг: Масалан: Собиров Олим

source: Tug'ilgan kun, oy, yilingizni kiriting: Masalan: 01.01.1990
ru: Туғилган кун, ой, йилингизни киритинг: Масалан: 01.01.1990

source: Telefon raqamingizni yuboring
ru: Телефон рақамингизни юборинг

source: Hozircha hech qanday yo'nalish mavjud emas. Iltimos, keyinroq urinib ko'ring.
ru: Ҳозирча ҳеч қандай йўналиш мавжуд эмас. Илтимос, кейинроқ уриниб кўринг.

source: Iltimos, soha bo'yicha yo'nalishni tanlang:
ru: Илтимос, соҳа бўйича йўналишни танланг:

source: Anketa to'ldirishni boshlash✏️
ru: Анкета тўлдиришни бошлаш✏️

source: Qaysi viloyat yoki shahardansiz?
ru: Қайси вилоят ёки шаҳардансиз?

source: Ariza qoldirish bekor qilindi. Siz bosh sahifaga qaytdingiz.
ru: Ариза қолдириш бекор қилинди. Сиз бош саҳифага қайтдингиз.

source: Millatingizni tanlang:
ru: Миллатингизни танланг:

source: Ma'lumotingiz:
ru: Маълумотингиз:

source: Oilaviy holatingiz:
ru: Оилавий ҳолатингиз:

source: Qaysi korxona yoki tashkilotlarda va qaysi lavozimlarda ishlagansiz? Masalan: OOO 'Uzavtosanoat' da, Direktor bo'lib ishlaganman <b><i>*Bu bo'limni to'ldirish majburiy</i></b>
ru: Қайси корхона ёки ташкилотларда ва қайси лавозимларда ишлагансиз? Масалан: ООО ъУзавтосаноатъ да, Директор бўлиб ишлаганман <b><i>*Бу бўлимни тўлдириш мажбурий</i></b>

source: Sudlanganmisiz?
ru: Судланганмисиз?

source: Haydovchilik guvohnomangiz bormi?
ru: Ҳайдовчилик гувоҳномангиз борми?

source: O'zingizni shaxsiy avtomobilingiz bormi?
ru: Ўзингизни шахсий автомобилингиз борми?

source: Rus tili bilish darajangizni tanlang:
ru: Рус тили билиш даражангизни танланг:

source: Ingliz tili bilish darajangizni tanlang:
ru: Инглиз тили билиш даражангизни танланг:

source: Boshqa tillarni bilasizmi? Qaysi til va necha %
ru: Бошқа тилларни биласизми? Қайси тил ва неча %

source: Word dasturini bilish darajasi: (foizda(%) ko'rsating)
ru: Wорд дастурини билиш даражаси: (фоизда(%) кўрсатинг)

source: Word dasturini bilish darajasi: (foizda() ko'rsating)
ru: Wорд дастурини билиш даражаси: (фоизда() кўрсатинг)

source: Excel dasturini bilish darajasi: (foizda() ko'rsating)
ru: Эхcел дастурини билиш даражаси: (фоизда() кўрсатинг)

source: 1C dasturini bilish darajasi: (foizda() ko'rsating)
ru: 1C дастурини билиш даражаси: (фоизда() кўрсатинг)

source: Boshqa qanday dasturlar bilan ishlay olasiz? Nomi va necha %
ru: Бошқа қандай дастурлар билан ишлай оласиз? Номи ва неча %

source: Korxonamiz haqida qayerdan ma'lumot oldingiz?
ru: Корхонамиз ҳақида қаердан маълумот олдингиз?

source: Iltimos, rasmingizni yuboring:
ru: Илтимос, расмингизни юборинг:

source: <b>Ma'lumotlaringizni to'gri ekanligini tekshiring va tasdiqlang</b>
ru: <b>Маълумотларингизни тўгри эканлигини текширинг ва тасдиқланг</b>

source: Ariza yuborish bekor qilindi❌
ru: Ариза юбориш бекор қилинди❌

source: ✍️ Ro'yxatdan o'tish
ru: ✍️ Рўйхатдан ўтиш

source: 📑 Korxona haqida to'liq ma'lumot
ru: 📑 Корхона ҳақида тўлиқ маълумот

source: 🔙 Orqaga
ru: 🔙 Орқага

source: 📞Telefon raqamni yuborish
ru: 📞Телефон рақамни юбориш

source: Arizalar🗂
ru: Аризалар🗂

source: Vakansiyalar📋
ru: Вакансиялар📋

source: Adminlar👨🏻‍💻
ru: Админлар👨🏻‍💻

source: Ha✅
ru: Ҳа✅

source: Yo'q❌
ru: Йўқ❌

source: Turmush qurgan
ru: Турмуш қурган

source: Turmush qurmagan
ru: Турмуш қурмаган

source: O'zbek
ru: Ўзбек

source: Rus
ru: Рус

source: Tojik
ru: Тожик

source: Qozoq
ru: Қозоқ

source: Qirg'iz
ru: Қирғиз

source: Boshqa
ru: Бошқа

source: Toshkent
ru: Тошкент

source: Andijon
ru: Андижон

source: Buxoro
ru: Бухоро

source: Farg'ona
ru: Фарғона

source: Jizzax
ru: Жиззах

source: Namangan
ru: Наманган

source: Navoiy
ru: Навоий

source: Qashqadaryo
ru: Қашқадарё

source: Qoraqalpog'iston Respublikasi
ru: Қорақалпоғистон Республикаси

source: Samarqand
ru: Самарқанд

source: Sirdaryo
ru: Сирдарё

source: Surxondaryo
ru: Сурхондарё

source: Toshkent viloyati
ru: Тошкент вилояти

source: Xorazm
ru: Хоразм

source: Keyingi savol
ru: Кейинги савол

source: Anketa to'ldirish🚀
ru: Анкета тўлдириш🚀

source: Bekor qilish❌
ru: Бекор қилиш❌

source: Tasdiqlash✅
ru: Тасдиқлаш✅

source: Telegram orqali
ru: Телеграм орқали

source: Instagram orqali
ru: Инстаграм орқали

source: Facebook orqali
ru: Фаcебоок орқали

source: Tanishim
ru: Танишим
